
const questions = [
    {
      title: 'Меня зовут Максимус Деций Меридий. Командующий северными армиями, генерал легиона Феликс.',
      variants: ['Троя', 'Александр', 'Гладиатор','300 Спартанцев'],
      correct: 2,
    },
    {
      title: 'Арфы нет - возьмите бубен',
      variants: ['В бой идут одни старики', 'Они сражались за родину', 'А зори здесь тихие','Приходите завтра'],
      correct: 0,
    },
    {
      title: '-Вы ганстеры? -Нет, мы русские.',
      variants: [
        'Жмурки',
        'Брат',
        'Брат 2',
        'Бригада',
      ],
      correct: 2,
    },
    {
        title: 'Карачун тебе, Церетели.',
        variants: [
          'Дэдпул',
          'Жмурки',
          'Начало',
          'Дэдпул и росомаха',
        ],
        correct: 1,
      },
      {
        title: '-Ты у нас мастер работать языком. -Да? Моя жена поделилась.',
        variants: [
          '30 первых свиданий',
          '7 метров на уровне неба',
          'Черное зеркало',
          'Семь',
        ],
        correct: 3,
      },
      {
        title: 'Командовать парадом буду я!',
        variants: [
          'Девчата',
          'Калина красная',
          'Золотой телёнок',
          'Неподдающиеся',
        ],
        correct: 2,
      },
      {
        title: 'Пап, здесь шлюхи и всё такое...',
        variants: [
          'Славные парни ',
          'Плохие парни',
          'Призрачная нить',
          'Защитник',
        ],
        correct: 0,
      },
      {
        title: 'А знаешь, как в Париже называют четвертьфунтовый чизбургер?',
        variants: [
    
          'Отступники',
          'Знакомтись Джо Блэк ',
          'Криминальное чтиво',
          'Бременские музыканты',
        ],
        correct: 2,
      },
      {
        title: 'Пожалуй, это лучшая работа в мире!',
        variants: [
          'Время',
          'Волк и лев',
          'Интерстеллар',
          'Ярость',
        ],
        correct: 3,
      },
      {
        title: 'Я здесь, за эту улицу стою',
        variants: [
          'Острые козырьки',
          'Слово пацана',
          'Банды Нью-Йорка',
          'Крестный отец',
        ],
        correct: 1,
      },

  ];

  export default questions;